Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.kiro.description
source: UniConnect notification and Feed bridge hooks for Kiro CLI.
ar: إشعار UniConnect وجسر Feed hooks لـ Kiro CLI.
bs: UniConnect notifikacija i Feed most hooks za Kiro CLI.
da: UniConnect-meddelelse og Feed-bro hooks til Kiro CLI.
de: UniConnect-Benachrichtigung und Feed-Brücke hooks für Kiro-CLI.
es: Hooks de notificaciones y del puente de Feed de UniConnect para Kiro CLI.
fr: Notification UniConnect et pont Feed hooks pour Kiro CLI.
it: Notifica UniConnect e bridge Feed hooks per CLI Kiro.
ja: UniConnect 通知と Kiro CLI の Feed ブリッジ hooks。
km: ការជូនដំណឹង UniConnect និងស្ពាន Feed hooks សម្រាប់ Kiro CLI ។
ko: Kiro CLI용 UniConnect 알림 및 Feed 브리지 hooks.
nb: UniConnect-varsling og Feed-bro hooks for Kiro CLI.
pl: Powiadomienie UniConnect i most Feed hooks dla Kiro CLI.
pt_br: Notificação UniConnect e ponte Feed hooks para Kiro CLI.
ru: Уведомление UniConnect и мост Feed hooks для CLI Kiro.
th: การแจ้งเตือน UniConnect และบริดจ์ Feed hooks สำหรับ Kiro CLI
tr: Kiro CLI için UniConnect bildirimi ve Feed köprüsü hooks.
uk: Сповіщення UniConnect і міст Feed hooks для Kiro CLI.
zh_hans: UniConnect 通知和 Feed 用于 Kiro CLI 的桥接 hooks。
zh_hant: UniConnect 通知和 Feed 用於 Kiro CLI 的橋接 hooks。

# uniconnect.import.issue.invalidLocalWorkingDirectory
source: A local window working directory must stay inside its trusted box folder.
ar: يجب أن يظل دليل عمل النافذة المحلية داخل مجلد الصندوق الموثوق به.
bs: Lokalni radni direktorij prozora mora ostati unutar svog pouzdanog foldera.
da: En lokal vinduesarbejdsmappe skal forblive i dens betroede boksmappe.
de: Ein lokales Fenster-Arbeitsverzeichnis muss in seinem vertrauenswürdigen Box-Ordner bleiben.
es: El directorio de trabajo de una ventana local debe permanecer dentro de la carpeta de confianza de su caja.
fr: Un répertoire de travail de fenêtre locale doit rester dans son dossier de boîte de confiance.
it: Una directory di lavoro della finestra locale deve rimanere all'interno della cartella della casella attendibile.
ja: ローカル ウィンドウの作業ディレクトリは、信頼されたボックス フォルダ内に存在する必要があります。
km: ថត​ឯកសារ​ដែល​ធ្វើ​ការ​បង្អួច​មូលដ្ឋាន​ត្រូវ​តែ​នៅ​ក្នុង​ថត​ប្រអប់​ដែល​ទុក​ចិត្ត​របស់​វា។
ko: 로컬 창 작업 디렉터리는 신뢰할 수 있는 상자 폴더 내에 있어야 합니다.
nb: En lokal arbeidskatalog for vinduer må forbli i den pålitelige boksmappen.
pl: Lokalny katalog roboczy okna musi znajdować się w folderze zaufanej skrzynki.
pt_br: Um diretório de trabalho da janela local deve permanecer dentro de sua pasta confiável.
ru: Рабочий каталог локального окна должен оставаться внутри папки доверенного ящика.
th: ไดเร็กทอรีการทำงานของหน้าต่างในเครื่องต้องอยู่ภายในโฟลเดอร์กล่องที่เชื่อถือได้
tr: Yerel bir pencere çalışma dizini, güvenilen kutu klasörünün içinde kalmalıdır.
uk: Робочий каталог локального вікна має залишатися всередині довіреної папки вікна.
zh_hans: 本地窗口工作目录必须位于其受信任的 box 文件夹内。
zh_hant: 本機視窗工作目錄必須位於其受信任的 box 資料夾內。

# cli.path.error.bundledMissing
source: Bundled cmux CLI was not found at %@.
ar: لم يتم العثور على cmux CLI المجمعة في %@.
bs: CLI u paketu cmux nije pronađen na %@.
da: Medfølgende cmux CLI blev ikke fundet på %@.
de: Die gebündelte cmux-CLI wurde unter %@ nicht gefunden.
es: No se encontró la CLI cmux incluida en %@.
fr: La CLI cmux fournie est introuvable sur %@.
it: La CLI cmux in bundle non è stata trovata in %@.
ja: バンドルされた cmux CLI が %@ に見つかりませんでした。
km: កញ្ចប់ cmux CLI មិនត្រូវបានរកឃើញនៅ %@ ទេ។
ko: 번들로 제공되는 cmux CLI를 %@에서 찾을 수 없습니다.
nb: Medfølgende cmux CLI ble ikke funnet på %@.
pl: W pakiecie cmux CLI nie znaleziono pakietu %@.
pt_br: A CLI cmux empacotada não foi encontrada em %@.
ru: Входящий в комплект CLI cmux не найден в %@.
th: ไม่พบ cmux CLI ที่บันเดิลที่ %@
tr: Paketlenmiş cmux CLI, %@'de bulunamadı.
uk: Збірний CLI cmux не знайдено на %@.
zh_hans: 在 %@ 中找不到捆绑的 cmux CLI。
zh_hant: 在 %@ 中找不到捆綁的 cmux CLI。

# cli.path.error.destinationIsDirectory
source: %@ is a directory. Remove or rename it and try again.
ar: %@ هو دليل.قم بإزالته أو إعادة تسميته وحاول مرة أخرى.
bs: %@ je direktorij. Uklonite ili preimenujte ga i pokušajte ponovo.
da: %@ er en mappe. Fjern eller omdøb den, og prøv igen.
de: %@ ist ein Verzeichnis. Entfernen Sie es oder benennen Sie es um und versuchen Sie es erneut.
es: %@ es un directorio. Elimínelo o cámbiele el nombre y vuelva a intentarlo.
fr: %@ est un répertoire. Supprimez-le ou renommez-le et réessayez.
it: %@ è una directory. Rimuovilo o rinominalo e riprova.
ja: %@ はディレクトリです。削除するか名前を変更して、再試行してください。
km: %@ គឺជាថតឯកសារ។លុប ឬប្តូរឈ្មោះវា ហើយព្យាយាមម្តងទៀត។
ko: %@는 디렉토리입니다.제거하거나 이름을 바꾼 후 다시 시도하세요.
nb: %@ er en katalog. Fjern eller gi nytt navn og prøv igjen.
pt_br: %@ é um diretório. Remova ou renomeie-o e tente novamente.
ru: %@ — это каталог. Удалите или переименуйте его и повторите попытку.
th: %@ เป็นไดเร็กทอรีลบหรือเปลี่ยนชื่อแล้วลองอีกครั้ง
tr: %@ bir dizindir. Kaldırın veya yeniden adlandırın ve tekrar deneyin.
uk: %@ — це каталог. Видаліть або перейменуйте його та повторіть спробу.
zh_hans: %@ 是一个目录。删除或重命名它并重试。
zh_hant: %@ 是一個目錄。刪除或重新命名它並重試。

# cli.path.error.destinationNotOwned
source: UniConnect will not remove %@ because it does not point to this app's bundled cmux CLI.
ar: لن يقوم UniConnect بإزالة %@ لأنه لا يشير إلى cmux CLI المجمعة لهذا التطبيق.
bs: UniConnect neće ukloniti %@ jer ne ukazuje na cmux CLI u paketu ove aplikacije.
da: UniConnect vil ikke fjerne %@, fordi den ikke peger på denne apps medfølgende cmux CLI.
de: UniConnect entfernt %@ nicht, da es nicht auf die gebündelte cmux-CLI dieser App verweist.
es: UniConnect no eliminará %@ porque no apunta a la CLI cmux incluida en esta aplicación.
fr: UniConnect ne supprimera pas %@ car il ne pointe pas vers la CLI cmux fournie avec cette application.
it: UniConnect non rimuoverà %@ perché non punta alla CLI cmux in bundle di questa app.
ja: UniConnect は、このアプリにバンドルされている cmux CLI を指していないため、%@ を削除しません。
km: UniConnect នឹងមិនដក %@ ចេញទេ ព្រោះវាមិនចង្អុលទៅ cmux CLI ដែលភ្ជាប់មកជាមួយកម្មវិធីនេះ។
ko: UniConnect는 이 앱의 번들 cmux CLI를 가리키지 않기 때문에 %@를 제거하지 않습니다.
nb: UniConnect vil ikke fjerne %@ fordi den ikke peker til denne appens medfølgende cmux CLI.
pl: UniConnect nie usunie %@, ponieważ nie wskazuje na dołączony interfejs CLI cmux tej aplikacji.
pt_br: UniConnect não removerá %@ porque não aponta para a CLI cmux incluída neste aplicativo.
ru: UniConnect не удалит %@, поскольку он не указывает на встроенный в это приложение интерфейс командной строки cmux.
th: UniConnect จะไม่ลบ %@ เนื่องจากไม่ได้ชี้ไปที่ cmux CLI ที่รวมมากับแอปนี้
tr: UniConnect, bu uygulamanın paketlenmiş cmux CLI'sine işaret etmediği için %@'yi kaldırmayacaktır.
uk: UniConnect не видалить %@, оскільки він не вказує на інтерфейс командної команди cmux цієї програми.
zh_hans: UniConnect 不会删除 %@，因为它不指向此应用程序的捆绑 cmux CLI。
zh_hant: UniConnect 不會刪除 %@，因為它不指向此應用程式的捆綁 cmux CLI。

# cli.path.error.destinationOccupied
source: UniConnect will not replace %@ because it belongs to another installation or tool.
ar: لن يحل UniConnect محل %@ لأنه ينتمي إلى تثبيت أو أداة أخرى.
bs: UniConnect neće zamijeniti %@ jer pripada drugoj instalaciji ili alatu.
da: UniConnect erstatter ikke %@, fordi den tilhører en anden installation eller et andet værktøj.
de: UniConnect ersetzt %@ nicht, da es zu einer anderen Installation oder einem anderen Tool gehört.
es: UniConnect no sustituirá a %@ porque pertenece a otra instalación o herramienta.
fr: UniConnect ne remplacera pas %@ car il appartient à une autre installation ou outil.
it: UniConnect non sostituirà %@ perché appartiene a un'altra installazione o strumento.
ja: UniConnect は、別のインストールまたはツールに属しているため、%@ を置き換えません。
km: UniConnect នឹងមិនជំនួស %@ ទេព្រោះវាជាកម្មសិទ្ធិរបស់ការដំឡើង ឬឧបករណ៍ផ្សេងទៀត។
ko: UniConnect는 다른 설치 또는 도구에 속하므로 %@를 대체하지 않습니다.
nb: UniConnect vil ikke erstatte %@ fordi den tilhører en annen installasjon eller et annet verktøy.
pl: UniConnect nie zastąpi %@, ponieważ należy do innej instalacji lub narzędzia.
pt_br: UniConnect não substituirá %@ porque pertence a outra instalação ou ferramenta.
ru: UniConnect не заменит %@, поскольку он принадлежит другой установке или инструменту.
th: UniConnect จะไม่แทนที่ %@ เนื่องจากเป็นของการติดตั้งหรือเครื่องมืออื่น
tr: UniConnect, başka bir kuruluma veya araca ait olduğundan %@'nin yerini almayacaktır.
uk: UniConnect не замінить %@, оскільки він належить до іншої установки чи інструменту.
zh_hans: UniConnect 不会替换 %@，因为它属于其他安装或工具。
zh_hant: UniConnect 不會取代 %@，因為它屬於其他安裝或工具。

# cli.path.error.installVerification
source: Installed symlink at %@ did not point to the bundled cmux CLI.
ar: الارتباط الرمزي المثبت في %@ لم يشير إلى cmux CLI المجمعة.
bs: Instalirana simbolična veza na %@ nije pokazivala na priloženi cmux CLI.
da: Installeret symbollink på %@ pegede ikke på den medfølgende cmux CLI.
de: Der installierte Symlink unter %@ zeigte nicht auf die mitgelieferte CLI cmux.
es: El enlace simbólico instalado en %@ no apuntaba a la CLI cmux incluida.
fr: Le lien symbolique installé sur %@ ne pointait pas vers la CLI cmux fournie.
it: Il collegamento simbolico installato su %@ non puntava alla CLI cmux in bundle.
ja: %@ にインストールされたシンボリックリンクは、バンドルされている cmux CLI を指していませんでした。
km: បានដំឡើង symlink នៅ %@ មិនបានចង្អុលទៅ cmux CLI ដែលបានបាច់ទេ។
ko: %@에 설치된 심볼릭 링크가 번들 cmux CLI를 가리키지 않았습니다.
nb: Installert symbolkobling på %@ pekte ikke til den medfølgende cmux CLI.
pl: Zainstalowane dowiązanie symboliczne w %@ nie wskazywało na dołączone CLI cmux.
pt_br: O link simbólico instalado em %@ não apontou para o CLI cmux incluído.
ru: Установленная символическая ссылка на %@ не указывала на встроенный интерфейс командной строки cmux.
th: Symlink ที่ติดตั้งที่ %@ ไม่ได้ชี้ไปที่ cmux CLI ที่แถมมา
tr: %@'de yüklü sembolik bağlantı, birlikte verilen cmux CLI'ye işaret etmiyordu.
uk: Встановлене символічне посилання на %@ не вказувало на зв’язаний CLI cmux.
zh_hans: 在 %@ 处安装的符号链接未指向捆绑的 cmux CLI。
zh_hant: 在 %@ 處安裝的符號連結未指向捆綁的 cmux CLI。

# cli.path.error.parentNotDirectory
source: Expected %@ to be a directory.
ar: من المتوقع أن يكون %@ دليلاً.
bs: Očekivalo se da %@ bude direktorij.
da: Forventede, at %@ var en mappe.
de: Erwartet wird, dass %@ ein Verzeichnis ist.
es: Se esperaba que %@ fuera un directorio.
fr: %@ devrait être un répertoire.
it: Si prevedeva che %@ fosse una directory.
ja: %@ はディレクトリであることが予期されます。
km: រំពឹងថា %@ ជាថត។
ko: %@는 디렉터리로 예상됩니다.
nb: Forventet at %@ var en katalog.
pt_br: Espera-se que %@ seja um diretório.
ru: Ожидается, что %@ будет каталогом.
th: คาดว่า %@ จะเป็นไดเร็กทอรี
tr: %@'nin bir dizin olması bekleniyordu.
uk: Очікується, що %@ буде каталогом.
zh_hans: 预期 %@ 是一个目录。
zh_hant: 預期 %@ 是一個目錄。

# cli.path.error.privilegedCommand
source: Administrator action failed: %@
ar: فشل إجراء المسؤول: %@
bs: Radnja administratora nije uspjela: %@
da: Administratorhandling mislykkedes: %@
de: Administratoraktion fehlgeschlagen: %@
es: La acción del administrador falló: %@
fr: Échec de l'action de l'administrateur : %@
it: Azione dell'amministratore non riuscita: %@
ja: 管理者のアクションが失敗しました: %@
km: សកម្មភាពអ្នកគ្រប់គ្រងបរាជ័យ៖ %@
ko: 관리자 작업 실패: %@
nb: Administratorhandling mislyktes: %@
pt_br: Falha na ação do administrador: %@
ru: Не удалось выполнить действие администратора: %@.
th: การดำเนินการของผู้ดูแลระบบล้มเหลว: %@
tr: Yönetici eylemi başarısız oldu: %@
uk: Не вдалося виконати дію адміністратора: %@
zh_hans: 管理员操作失败：%@
zh_hant: 管理員操作失敗：%@

# cli.path.error.uninstallVerification
source: Failed to remove %@.
ar: فشل في إزالة %@.
bs: Uklanjanje %@ nije uspjelo.
da: Kunne ikke fjerne %@.
de: %@ konnte nicht entfernt werden.
es: No se pudo eliminar %@.
fr: Échec de la suppression de %@.
it: Impossibile rimuovere %@.
ja: %@ の削除に失敗しました。
km: បរាជ័យក្នុងការយក %@ ចេញ។
ko: %@를 제거하지 못했습니다.
nb: Kunne ikke fjerne %@.
pt_br: Falha ao remover %@.
ru: Не удалось удалить %@.
th: ไม่สามารถลบ %@
tr: %@ kaldırılamadı.
uk: Не вдалося видалити %@.
zh_hans: 无法删除 %@。
zh_hant: 無法刪除 %@。

# settings.account.unavailable.title
source: Account services unavailable
ar: خدمات الحساب غير متوفرة
bs: Usluge računa nisu dostupne
da: Kontotjenester er ikke tilgængelige
de: Kontodienste nicht verfügbar
es: Servicios de cuenta no disponibles
fr: Services de compte indisponibles
it: Servizi account non disponibili
ja: アカウントサービスが利用できない
km: សេវាកម្មគណនីមិនមានទេ។
ko: 계정 서비스를 사용할 수 없습니다
nb: Kontotjenester er utilgjengelige
pl: Usługi konta niedostępne
pt_br: Serviços de conta indisponíveis
ru: Службы аккаунта недоступны
th: บริการบัญชีไม่พร้อมใช้งาน
tr: Hesap hizmetleri kullanılamıyor
uk: Послуги облікового запису недоступні
zh_hans: 账户服务不可用
zh_hant: 帳戶服務不可用

# settings.account.unavailable.subtitle
source: Sign-in and cloud sync stay off until UniConnect's own service is configured.
ar: يظل تسجيل الدخول والمزامنة السحابية متوقفين حتى يتم تكوين خدمة UniConnect الخاصة.
bs: Prijava i sinhronizacija u oblaku ostaju isključeni dok se ne konfiguriše vlastita usluga UniConnect.
da: Log-in og skysynkronisering forbliver slået fra, indtil UniConnect's egen tjeneste er konfigureret.
de: Anmeldung und Cloud-Synchronisierung bleiben deaktiviert, bis der eigene Dienst von UniConnect konfiguriert ist.
es: El inicio de sesión y la sincronización en la nube permanecen desactivados hasta que se configure el propio servicio de UniConnect.
fr: La connexion et la synchronisation dans le cloud restent désactivées jusqu'à ce que le propre service de UniConnect soit configuré.
it: L'accesso e la sincronizzazione cloud rimangono disattivati ​​finché non viene configurato il servizio di UniConnect.
ja: UniConnect 独自のサービスが設定されるまで、サインインとクラウド同期はオフのままです。
km: ការចូល និងការធ្វើសមកាលកម្មលើពពកនឹងបិទរហូតដល់សេវាកម្មផ្ទាល់ខ្លួនរបស់ UniConnect ត្រូវបានកំណត់រចនាសម្ព័ន្ធ។
ko: UniConnect의 자체 서비스가 구성될 때까지 로그인 및 클라우드 동기화는 꺼진 상태로 유지됩니다.
nb: Pålogging og skysynkronisering forblir av til UniConnects egen tjeneste er konfigurert.
pl: Logowanie i synchronizacja w chmurze pozostają wyłączone do czasu skonfigurowania własnej usługi UniConnect.
pt_br: O login e a sincronização na nuvem permanecem desativados até que o próprio serviço do UniConnect seja configurado.
ru: Вход в систему и облачная синхронизация остаются отключенными до тех пор, пока не будет настроена собственная служба UniConnect.
th: การลงชื่อเข้าใช้และการซิงค์บนคลาวด์จะปิดอยู่จนกว่าจะกำหนดค่าบริการของ UniConnect เอง
tr: Oturum açma ve bulut senkronizasyonu, UniConnect'nin kendi hizmeti yapılandırılana kadar kapalı kalır.
uk: Вхід і хмарна синхронізація залишаються вимкненими, доки не буде налаштовано власну службу UniConnect.
zh_hans: 在配置 UniConnect 自己的服务之前，登录和云同步将保持关闭状态。
zh_hant: 在設定 UniConnect 自己的服務之前，登入和雲端同步將保持關閉。

# settings.mobile.unavailable
source: Mobile pairing and phone sync stay off until UniConnect's own service is configured.
ar: يظل إقران الهاتف المحمول ومزامنة الهاتف متوقفين حتى يتم تكوين خدمة UniConnect الخاصة.
bs: Uparivanje mobilnih uređaja i sinhronizacija telefona ostaju isključeni dok se ne konfiguriše sopstvena usluga UniConnect.
da: Mobilparring og telefonsynkronisering forbliver slukket, indtil UniConnect's egen tjeneste er konfigureret.
de: Mobile Kopplung und Telefonsynchronisierung bleiben deaktiviert, bis der eigene Dienst von UniConnect konfiguriert ist.
es: El emparejamiento móvil y la sincronización del teléfono permanecen desactivados hasta que se configure el servicio propio de UniConnect.
fr: Le couplage mobile et la synchronisation du téléphone restent désactivés jusqu'à ce que le propre service du UniConnect soit configuré.
it: L'accoppiamento mobile e la sincronizzazione del telefono rimangono disattivati finché non viene configurato il servizio di UniConnect.
ja: UniConnect 独自のサービスが設定されるまで、モバイルのペアリングと電話の同期はオフのままです。
km: ការផ្គូផ្គងទូរស័ព្ទ និងការធ្វើសមកាលកម្មទូរស័ព្ទនឹងបិទរហូតដល់សេវាកម្មផ្ទាល់ខ្លួនរបស់ UniConnect ត្រូវបានកំណត់រចនាសម្ព័ន្ធ។
ko: UniConnect 자체 서비스가 구성될 때까지 모바일 페어링 및 전화 동기화는 꺼진 상태로 유지됩니다.
nb: Mobilparing og telefonsynkronisering forblir av til UniConnects egen tjeneste er konfigurert.
pl: Parowanie urządzeń mobilnych i synchronizacja telefonu pozostają wyłączone do czasu skonfigurowania własnej usługi UniConnect.
pt_br: O emparelhamento móvel e a sincronização do telefone permanecem desativados até que o próprio serviço do UniConnect seja configurado.
ru: Сопряжение с мобильным устройством и синхронизация телефона остаются отключенными до тех пор, пока не будет настроена собственная служба UniConnect.
th: การจับคู่อุปกรณ์เคลื่อนที่และการซิงค์โทรศัพท์จะปิดอยู่จนกว่าจะกำหนดค่าบริการของ UniConnect เอง
tr: Mobil eşleştirme ve telefon senkronizasyonu, UniConnect'nin kendi hizmeti yapılandırılana kadar kapalı kalır.
uk: Сполучення з мобільним телефоном і синхронізація телефону залишаються вимкненими, доки не буде налаштовано власну службу UniConnect.
zh_hans: 在配置 UniConnect 自己的服务之前，移动配对和手机同步将保持关闭状态。
zh_hant: 在配置 UniConnect 自己的服務之前，行動配對和手機同步將保持關閉。

# sidebar.help.feedback.emailPlaceholder
source: you@example.com
bs: vi@example.com
da: dig@eksempel.com
es: tu@ejemplo.com
fr: vous@exemple.com
it: tu@esempio.com
nb: du@eksempel.com
pl: ty@example.com
pt_br: você@exemplo.com
tr: sen@example.com
zh_hans: 你@example.com
zh_hant: 你@example.com

# cli.reorderWorkspaces.error.emptyOrder
source: reorder-workspaces requires at least one workspace in --order
de: reorder-workspaces erfordert mindestens einen Workspace in --order
es: reorder-workspaces requiere al menos un espacio de trabajo en --order
fr: reorder-workspaces requiert au moins un espace de travail dans --order
it: reorder-workspaces richiede almeno un'area di lavoro in --order
ja: reorder-workspaces には --order に少なくとも 1 つのワークスペースが必要です
ko: reorder-workspaces에는 --order에 하나 이상의 워크스페이스가 필요합니다
nb: reorder-workspaces krever minst ett arbeidsområde i --order
pt_br: reorder-workspaces requer pelo menos um workspace em --order
ru: reorder-workspaces требует как минимум одно рабочее пространство в --order
uk: reorder-workspaces потребує принаймні один робочий простір у --order
zh_hans: reorder-workspaces 的 --order 至少需要一个工作区
zh_hant: reorder-workspaces 的 --order 至少需要一個工作區

# cli.reorderWorkspaces.error.emptyOrderItem
source: reorder-workspaces --order cannot contain empty workspace refs
de: reorder-workspaces --order darf keine leeren Workspace-Referenzen enthalten
es: reorder-workspaces --order no puede contener referencias de espacios de trabajo vacías
fr: reorder-workspaces --order ne peut pas contenir de références d'espace de travail vides
it: reorder-workspaces --order non può contenere riferimenti ad aree di lavoro vuoti
ja: reorder-workspaces --order に空のワークスペース参照は指定できません
ko: reorder-workspaces --order에는 빈 워크스페이스 참조를 포함할 수 없습니다
nb: reorder-workspaces --order kan ikke inneholde tomme arbeidsområdereferanser
pt_br: reorder-workspaces --order não pode conter referências de workspace vazias
ru: reorder-workspaces --order не может содержать пустые ссылки на рабочие пространства
uk: reorder-workspaces --order не може містити порожні посилання на робочі простори
zh_hans: reorder-workspaces --order 不能包含空的工作区引用
zh_hant: reorder-workspaces --order 不能包含空的工作區參照

# cli.reorderWorkspaces.error.missingOrder
source: reorder-workspaces requires --order <id|ref|index>,<id|ref|index>,...
de: reorder-workspaces erfordert --order <id|ref|index>,<id|ref|index>,...
es: reorder-workspaces requiere --order <id|ref|index>,<id|ref|index>,...
fr: reorder-workspaces requiert --order <id|ref|index>,<id|ref|index>,...
it: reorder-workspaces richiede --order <id|ref|index>,<id|ref|index>,...
ja: reorder-workspaces には --order <id|ref|index>,<id|ref|index>,... が必要です
ko: reorder-workspaces에는 --order <id|ref|index>,<id|ref|index>,...가 필요합니다
nb: reorder-workspaces krever --order <id|ref|index>,<id|ref|index>,...
pt_br: reorder-workspaces requer --order <id|ref|index>,<id|ref|index>,...
ru: reorder-workspaces требует --order <id|ref|index>,<id|ref|index>,...
uk: reorder-workspaces потребує --order <id|ref|index>,<id|ref|index>,...
zh_hans: reorder-workspaces 需要 --order <id|ref|index>,<id|ref|index>,...
zh_hant: reorder-workspaces 需要 --order <id|ref|index>,<id|ref|index>,...

# cli.reorderWorkspaces.error.workspaceNotFound
source: Workspace not found: %@
de: Workspace nicht gefunden: %@
es: Espacio de trabajo no encontrado: %@
fr: Espace de travail introuvable : %@
it: Area di lavoro non trovata: %@
ja: ワークスペースが見つかりません: %@
ko: 워크스페이스를 찾을 수 없음: %@
nb: Fant ikke arbeidsområde: %@
pt_br: Workspace não encontrado: %@
ru: Рабочее пространство не найдено: %@
uk: Робочий простір не знайдено: %@
zh_hans: 未找到工作区：%@
zh_hant: 找不到工作區：%@

# cli.reorderWorkspaces.result.appliedLine
source: OK workspace=%@ window=%@ index=%@
de: OK arbeitsbereich=%@ fenster=%@ index=%@
es: OK espacio_de_trabajo=%@ ventana=%@ indice=%@
fr: OK espace_de_travail=%@ fenetre=%@ indice=%@
it: OK area_di_lavoro=%@ finestra=%@ indice=%@
ja: OK ワークスペース=%@ ウィンドウ=%@ インデックス=%@
ko: OK 워크스페이스=%@ 창=%@ 인덱스=%@
nb: OK arbeidsomrade=%@ vindu=%@ indeks=%@
pt_br: OK area_de_trabalho=%@ janela=%@ indice=%@
ru: OK рабочее_пространство=%@ окно=%@ индекс=%@
uk: OK робочий_простір=%@ вікно=%@ індекс=%@
zh_hans: OK 工作区=%@ 窗口=%@ 索引=%@
zh_hant: OK 工作區=%@ 視窗=%@ 索引=%@

# cli.reorderWorkspaces.result.planLine
source: OK plan workspace=%@ window=%@ index=%@
de: OK plan arbeitsbereich=%@ fenster=%@ index=%@
es: OK plan espacio_de_trabajo=%@ ventana=%@ indice=%@
fr: OK plan espace_de_travail=%@ fenetre=%@ indice=%@
it: OK piano area_di_lavoro=%@ finestra=%@ indice=%@
ja: OK 計画 ワークスペース=%@ ウィンドウ=%@ インデックス=%@
ko: OK 계획 워크스페이스=%@ 창=%@ 인덱스=%@
nb: OK plan arbeidsomrade=%@ vindu=%@ indeks=%@
pt_br: OK plano area_de_trabalho=%@ janela=%@ indice=%@
ru: OK план рабочее_пространство=%@ окно=%@ индекс=%@
uk: OK план робочий_простір=%@ вікно=%@ індекс=%@
zh_hans: OK 计划 工作区=%@ 窗口=%@ 索引=%@
zh_hant: OK 計畫 工作區=%@ 視窗=%@ 索引=%@
